label chapter1:
    
    # Chapter.1 沉溺 Drown

    "2024年，4月，家中室内，夜"

    #（背景为溺水图，右图1）

    scene bg room

    with fade

    """

    微微光亮照入眼内

    光亮渐行渐远，有些气泡出现于眼前

    气泡越来越多，直至他们遮住光线

    于是我闭上双眼，拥抱黑夜，直至夜尽天明，直至死亡降临

    """

    show aki1 at left
    with moveinleft

    #（背景为女2把女1从水里拉出，右图2）

    aki """

    醒醒，还好吗？

    在浴缸里睡着很危险的，擦干身子回去睡吧

    """

    show mir1 at right
    with moveinright

    mir """

    很晕，一下子就....

    就忘记了在洗澡

    """

    aki """

    少跳一些海，以免你老是惦记沉没的感觉

    擦干了身子回去睡觉吧，今天也很努力了

    """
    
    mir """

    好，谢谢你

    """

    #（mir慢慢起身，在出浴缸时因腿部乏力而摔倒，被Aki接住）

    """
    mir慢慢起身
    在出浴缸时因腿部乏力而摔倒
    被Aki接住
    """

    mir "对不起...脚有点软"

    aki "没事，我抱你回去吧"

    mir "嗯..."

    #（背景为房间）

    aki "这样可以了吗"
    
    mir "可以了，晚安"

    aki "晚安"

    #（背景灯暗掉，Aki离开房间，关上门）
    #（Mir开始坐在床上，平静着，忽然开始抽搐，身体开始抖动，呼吸变得凝重）
    #（Aki背靠着门，低着头静静听着屋里的一切）
    #（以一段躯体化的表演结束此段）

    return