label chapter0:

    """

    夜晚降临后，人们总算有了容身之所

    开始躲藏，开始逃避

    那些挣扎的瞬间，都会允许存在，都会允许被释放

    但夜晚总是漫长的，人们可以逃避，但总是躲不掉的

    于是又有多少人沉浸于无尽的黑夜里，多少人挣扎着等待黎明到来

    直至夜尽天明，直至死亡降临

    """

    aki """

    刚才过去的那家伙，给人的感觉不太对劲

    要跟上去看看吗？还是说

    """

    aki """

    算了，自己的事都解决不完，还要管别人干什么

    等等心情好点了就回去吧

    回去泡个热水澡，换身衣服，然后弹会小提琴，好好地睡一觉

    明天还得.... 继....续...努...力

    """

    aki "不对?!上次拉小提琴被邻居敲门了，让我别扰民"

    aki """

    什么动静

    好像有什么东西...

    有人在江里面吗

    """

    aki """

    失足溺水了吗？

    怎么办，附近什么人都没有

    我一个人肯定是没法把她拉起来的

    难道什么都不做就眼睁睁看着她溺水吗

    还是说...

    """


    return